const HistoryAPI = {
    histories: [
        {number: 1, name: 'Матяш І. Б. Діяльність Надзвичайної дипломатичної місії УНР в Угорщині : історія, спогади, арх. док. / І. Матяш, Ю. Мушка. – К. : Києво-Могилян. акад., 2005. – 397, [1] с. – (Бібліотека наукового щорічника "Україна дипломатична" ; вип. 1).'},
        {number: 2, name: 'Ромовська З. В. Сімейне законодавство України / З. В. Ромовська, Ю. В. Черняк. – К. : Прецедент, 2006. – 93 с. – (Юридична бібліотека. Бібліотека адвоката) (Матеріали до складання кваліфікаційних іспитів для отримання Свідоцтва про право на заняття адвокатською діяльністю ; вип. 11).'},
        {number: 3, name: 'Історія Свято-Михайлівського Золотоверхого монастиря / [авт. тексту В. Клос]. – К. : Грані-Т, 2007. – 119 с. – (Грані світу).'},
        {number: 4, name: 'Воскресіння мертвих : українська барокова драма : антологія / [упорядкув., ст., пер. і прим. В. О. Шевчук]. – К. : Грамота, 2007. – 638, [1] с.'},
        {number: 5, name: 'Розподіл населення найбільш численних національностей за статтю та віком, шлюбним станом, мовними ознаками та рівнем освіти [Електронний ресурс] : за даними Всеукр. перепису населення 2001 р. / Держ. ком. статистики України ; ред. О. Г. Осауленко. – К. : CD-вид-во "Інфодиск", 2004. – 1 електрон. опт. диск (CD-ROM) : кольор. ; 12 см. – (Всеукр. перепис населення, 2001). – Систем. вимоги: Pentium-266 ; 32 Mb RAM ; CD-ROM Windows 98/2000/NT/XP. – Назва з титул. екрану.'},
        {number: 6, name: 'Матяш І. Б. Діяльність Надзвичайної дипломатичної місії УНР в Угорщині : історія, спогади, арх. док. / І. Матяш, Ю. Мушка. – К. : Києво-Могилян. акад., 2005. – 397, [1] с. – (Бібліотека наукового щорічника "Україна дипломатична" ; вип. 1).'},
        {number: 7, name: 'Ромовська З. В. Сімейне законодавство України / З. В. Ромовська, Ю. В. Черняк. – К. : Прецедент, 2006. – 93 с. – (Юридична бібліотека. Бібліотека адвоката) (Матеріали до складання кваліфікаційних іспитів для отримання Свідоцтва про право на заняття адвокатською діяльністю ; вип. 11).'},
        {number: 8, name: 'Історія Свято-Михайлівського Золотоверхого монастиря / [авт. тексту В. Клос]. – К. : Грані-Т, 2007. – 119 с. – (Грані світу).'},
        {number: 9, name: 'Воскресіння мертвих : українська барокова драма : антологія / [упорядкув., ст., пер. і прим. В. О. Шевчук]. – К. : Грамота, 2007. – 638, [1] с.'},
        {number: 10, name: 'Розподіл населення найбільш численних національностей за статтю та віком, шлюбним станом, мовними ознаками та рівнем освіти [Електронний ресурс] : за даними Всеукр. перепису населення 2001 р. / Держ. ком. статистики України ; ред. О. Г. Осауленко. – К. : CD-вид-во "Інфодиск", 2004. – 1 електрон. опт. диск (CD-ROM) : кольор. ; 12 см. – (Всеукр. перепис населення, 2001). – Систем. вимоги: Pentium-266 ; 32 Mb RAM ; CD-ROM Windows 98/2000/NT/XP. – Назва з титул. екрану.'}
    ],
    all: function() { return this.histories}
};

export default HistoryAPI;